In [1]:
import pandas as pd
print("ciao")

ciao

In [3]:
pd.read_csv("username.csv", sep = ";")

    Username   Identifier First name Last name
0   booker12         9012     Rachel    Booker
1     grey07         2070      Laura      Grey
2  johnson81         4081      Craig   Johnson
3  jenkins46         9346       Mary   Jenkins
4    smith79         5079      Jamie     Smith